{
  "posts": [
    {
      "title": null,
      "content": null,
      "createdAt": 1742953965748,
      "id": 12
    },
    {
      "title": "ㅇ",
      "content": "ㅇ",
      "createdAt": 1742953974434,
      "id": 13
    },
    {
      "title": "ㅎㅇㅎㅇㅎㅇㅎㅇ",
      "content": "ㅎㅇㅎㅇㅎㅇ",
      "createdAt": 1742978872863,
      "id": 14
    },
    {
      "title": "Tests1",
      "content": "Tests1",
      "createdAt": 1742978876686,
      "id": 15
    },
    {
      "title": "gad",
      "content": "gdad",
      "createdAt": 1743057235576,
      "id": 16
    },
    {
      "title": "gdgd",
      "content": "gdgddg",
      "createdAt": 1743060399941,
      "id": 17
    },
    {
      "title": "rptlrmf",
      "content": "rptlrmf",
      "createdAt": 1743060577979,
      "id": 18
    },
    {
      "title": "gdgd",
      "content": "gdgdgd",
      "createdAt": 1743060991419,
      "id": 19
    },
    {
      "title": "안녕하세요22",
      "content": "안녕하세요2342",
      "createAt": 1743124966816,
      "id": 38
    },
    {
      "title": "안녕하세요!",
      "content": "안녕하세요!",
      "createAt": 1743124994720,
      "id": 39
    },
    {
      "title": "gdgd",
      "content": "gdgd",
      "createdAt": 1743467847113,
      "id": 40
    },
    {
      "title": "제목 길게 해서 테스트 해보기제목 길게 해서 테스트 해보기제목 길게 해서 테스트 해보기제목 길게 해서 테스트 해보기",
      "content": "ㅎㅇㅎㅇㅎㅇ",
      "createdAt": 1743556050947,
      "id": 41
    },
    {
      "title": "운동 나무 위키",
      "content": "모든 생물의 몸을 움직이는 행위[편집]\n몸을 움직이는 행동(Physical exercise)은 일반적으로 건강이라는 목적과 연결되지만, 놀이나 일과 연결되기도 한다. 동양에서는 전통적으로 운동(運動)을 도인(導引)이라 표현했다.\n\n체육과 거의 같은 뜻으로 쓰이기도 하지만 사실 동일하진 않다. 운동(運動)은 말 그대로 '움직이는 것' 그 자체를 말하는 거고 체육(體育)은 '몸을 기르는 것'으로서 일반적으로 몸을 움직이는 것, 즉 운동을 통해 도달하는 것이며 주로 학교의 과목을 뜻한다. 덕육(德育, 덕을 기름)의 방식에 여러 가지가 있듯이(고전을 읽을 수도 있고 심지어 운동을 통해 덕을 기를 수도 있다) 체육의 방식은 운동 말고도 다른 것(건강식, 규칙적 생활 등)이 있을 수 있다. 거꾸로 운동이지만 체육엔 그다지 도움을 주지 않는 운동도 있을 수 있다.\n\n규칙적인 운동은 건강한 삶을 위해 반드시 필요하다. 일반적으로 사람들은 운동이 단순히 신체를 단련하기 위한 것이라 생각한다. 다만 운동의 궁극적인 효과 중에 바로 정신 건강의 증진도 있다. 운동은 뇌 건강과 직결된 중대한 문제다. 운동을 하는 것은 뇌를 쓰는 것과 같으며, 애초에 뇌 자체가 신체를 움직이기 위해 진화하고 발달한 것이다. 그리고 인간의 뇌와 신체는 원시인들과 별반 다르지 않다. 인간은 '정장을 입은 원시인\"이고, 의도적으로 인간의 신체에 맞춰줘야 온전한 정신건강을 유지할 수 있다.\n\n반대로 말해 운동을 전혀 하지 않으면, 뇌가 정신에 부여하는 긍정적인 효과들을 포기하는 셈이 된다. 인간의 상당수는 절대적인 운동부족에 속해 있다. 10분 정도는 의식적으로 몸을 단련해 주는 행위가 정신 건강에 이롭다. 게임 회사에 근무 중이라면 닌텐도 스위치의 피트니스 게임 링피트를 사내에 놓아보자. 소위말하는 \"약골\" 체력을 가지고 있고 집 안에서만 있기 좋아하는 사람들한테는 규칙적인 운동이 그냥 보기 좋은 취미가 아니라 행복한 삶을 위한 필수요소다. 이미 알고 있겠지만 나이가 들수록 체력도 서서히 내리막길로 가기 때문에 이를 보강시켜줘야 하기 때문. 조금이라도 젊었을때 운동하는게 연골조직을 보호하는데 중요하다.#\n\n이러저러한 이유로 전문가들은 적어도 일주일에 3번 이상, 한 번에 30분 이상 운동하기를 권장한다. 일명 7330캠페인. 하지만 체질상 제대로 된 운동을 할 수 없는 사람은... 거기다 야근에 야자까지 합쳐 주말이 아니면 운동을 전혀 할 수 없어 밤샘 출근과 밤샘 공부 덕에 모두가 낮에 잠이 오고 밤에 쌩쌩한 괴현상이 나타나기도 한다. 이런 환경에서 살아온 사람들이 운동을 할 기회나 능력을 가지는 것이 쉬울 리가 없다.\n\n다만 동물실험들에서 밝혀진 바로는, (비만을 칼로리 제한 등으로 조절했을 때) 운동과 최대 수명에는 큰 상관관계가 없다고 한다. 비만 등 관련인자를 조절하는 데에는 운동이 도움을 줄 수 있으나, 가장 관련이 높을 것이라고 여겨지는 대사질환이나 심혈관질환에서는 미미한 관련성을 나타냈다. 심장마비 같은 급성 질환 대부분이 운동중에 빈발하는 것은 물론이다. 그런데도 의사들이 운동을 추천하는 이유는 비만 및 체지방 조절에 운동이 도움이 되기 때문이다.\n\n또한 이런 류의 연구들이 다 그렇듯 상반된, 즉 운동과 수명의 상관관계가 유의미하게 있다는 연구들도 있다.# 사실 운동의 기준을 어떻게 보느냐에 따라서도 결과가 달라질 수 있는데, 소위 '빡센 운동'만 운동이라고 간주한다면 수명과 연관관계가 딱히 없다고 볼 수 있지만, 가벼운 달리기, 걷기도 운동으로 본다면 기대수명을 유의미하게 늘려준다는 견해가 대부분이다.\n",
      "createdAt": 1743556078412,
      "id": 42
    }
  ]
}